adobe.extendscript-debug
bradlc.vscode-tailwindcss
charliermarsh.ruff
cschlosser.doxdocgen
csstools.postcss
dbaeumer.vscode-eslint
dongli.python-preview
emeraldwalk.runonsave
esbenp.prettier-vscode
figma.figma-vscode-extension
hbenl.vscode-test-explorer
hennamann.jsx
il-harper.vscode-extendscript-pack
il-harper.vscode-types-for-adobe
ionic.ionic
kennylong.kubernetes-yaml-formatter
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
naumovs.color-highlight
njpwerner.autodocstring
njqdev.vscode-python-typehint
p1c2u.docker-compose
redhat.vscode-yaml
smoore.yaml-path
